Repository: wessen123/wordpress-plugin-dev
Catalog: languages/aotfw-domain-*.po
Languages: is_is

source: Automatic Order Tasks For WooCommerce
is_is: Sjálfvirkar Pöntunarverk fyrir WooCommerce

source: Simplify order management. Create tasks that run automatically, whenever an order reaches an order status of your choice.
is_is: Einfaldið umsjón með pöntunum. Búðu til verkefni sem keyra sjálfkrafa, þegar pöntun nær til stöðu sem þú velur.

source: Wondwessen Haile
is_is: W.Haile

source: Select Order Status
is_is: Veldu Pöntun Stöðu

source: View Log
is_is: Skoða Dagbók

source: Invalid JSON data in request
is_is: Ógild JSON gögn í beiðni

source: The requested order status does not exist
is_is: Óskarðaða pöntun stöðan er ekki til

source: Success! Settings for
is_is: Vel gert! Stillingar fyrir

source: have been updated.
is_is: hafa verið uppfærðar.

source: Data missing in request.
is_is: Gögn vantar í beiðni.
